
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Controlli censura";
"ParentalControlsBedtime"		= "Ore serali:";
"ParentalControlsTimeRemaining"	= "Tempo restante:";
"ViewAsAnalog"					= "Vista in formato analogico";
"ViewAsDigital"					= "Vista in formato digitale";
"OpenDateTimePref"				= "Preferenze Data e Ora…";
